export const modules = [
    {
      name: "Общие",
      disciplines: [
        "Иностранный язык в профессиональной сфере",
        "Информационное право",
        "Машинное обучение в семантическом и сетевом анализе",
        "Программная инженерия",
        "Бухгалтерские информационные системы",
        "Основы деловой и публичной коммуникации",
        "Технологии работы с открытыми данными",
        "Мобильная разработка",
        "Кроссплатформенная разработка",
        "Бухгалтерские информационные системы",
      ],
    },
    {
      name: "ERP-системы",
      disciplines: [
        "Разработка корпоративных и облачных приложений",
        "Корпоративные информационные системы",
        "Разработка учетных и аналитических приложений в среде 1С:Предприятие",
      ],
    },
    {
      name: "Системное программирование",
      disciplines: [
        "Разработка эффективных вычислительных алгоритмов",
        "Низкоуровневое программирование",
        "Программирование для встраиваемых систем",
      ],
    },
    {
      name: "Управление разработкой",
      disciplines: [
        "Управление качеством программных систем",
        "Проектирование информационных систем",
        "Операции разработки",
      ],
    },
    {
      name: "Технологии искусственного интеллекта",
      disciplines: [
        "Технологии и алгоритмы анализа сетевых моделей",
        "Рекомендательные системы и коллаборативная фильтрация",
        "Семантические технологии",
      ],
    },
    {
      name: "Языки и методы программирования",
      disciplines: [
        "Программирование в среде R",
        "Методы трансляции",
        "Методология программирования",
      ],
    },
    {
      name: "Разработка распределенных приложений",
      disciplines: [
        "Основы технологий интернета вещей",
        "Микросервисная архитектура",
        "Технологии параллельного программирования",
      ],
    },
    {
      name: "Технологии машинного обучения",
      disciplines: [
        "Оптимизационные задачи в машинном обучении",
        "Основы машинного зрения",
        "Прикладные задачи машинного обучения",
      ],
    },
    {
      name: "Финтех",
      disciplines: [
        "Теоретические основы финансовых технологий",
        "Финтех: инструментарий и модели бизнеса",
        "Криптография и распределенные реестры",
      ],
    },
    { name: "Военная кафедра", disciplines: ["Военная подготовка"] },
  ];